<!DOCTYPE html>
<html>
    <head>
        <title>productos</title>
    </head>
    <body style="background-color: rgb(203, 181, 223);">
        <style>
            ul.mimenu {
                list-style-type: none;
                margin: 0;
                padding: 0;
                background-color:  rgb(188, 129, 243);
                overflow: hidden;
            }
            ul.mimenu li {
                float: right;
            }
            ul.mimenu li a {
                display: block;
                color: black;
                text-align: center;
                padding: 14px 16px;
                text-decoration: none;
            }
            ul.mimenu li a:hover {
                background-color: rgb(134, 106, 160); 
            }
            .container {
                display: flex;
                flex-wrap: wrap;
                justify-content: space-between;
            }

            .row {
                width: 100%;
                display: flex;
                justify-content: space-between;
                margin-bottom: 20px;
            }

            .item {
                flex-basis: calc(20% - 10px); 
                margin: 5px; 
                text-align: center;
            }

            .image {
                max-width: 100%;
                height: auto;
                vertical-align: middle; 
            }
        </style>
    </body>

    <p></p>
    <h1>Nuestros productos:</h1>
    <body>
        <div class="container">
            <div class="row">
                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/04/DIESEL-ARTICULADO-245x300.png" alt="Brazo el&eacute;ctrico" class="image">
                    <h2>Brazos Diesel Articulados</h2>
                    <p>Con alternativas que van desde 10 hasta los 43 metros de altura, los brazos di&eacute;sel articulados son el aliado perfecto para 
                        labores de elevaci&oacute;n en terrenos irregulares. Gracias a sus diferentes articulaciones, las unidades son capaces de 
                        sobrepasar cualquier obst&aacute;culo para lograr un posicionamiento exacto. Ideales para construcci&oacute;n en exteriores, obras 
                        civiles y  aplicaciones industriales</p>>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>
                
                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/04/BRAZO-TELESCOPICO-245x300.png" alt="Tijeras electricas" class="image">
                    <h2>Brazos Diesel Telesc&oacute;picos</h2>
                    <p>Con alternativas que van desde 14 hasta los 58.5 metros de altura, los brazos di&eacute;sel telesc&oacute;picos son el aliado perfecto 
                        para labores de elevaci&oacute;n en terrenos irregulares. Gracias a su alcance lateral, las unidades son capaces de sobrepasar 
                        cualquier obst&aacute;culo para lograr un posicionamiento exacto. Ideales para construcci&oacute;n en exteriores, montajes 
                        electromec&aacute;nicos, obras civiles y aplicaciones industriales</p>>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>

                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/04/DIESEL-ARTICULADO-245x300.png" alt="Brazo el&eacute;ctrico" class="image">
                    <h2>Brazos El&eacute;ctricos</h2>
                    <p>Con alternativas que van desde 10 hasta los 16 metros de altura, los equipos el&eacute;ctricos ofrecen un funcionamiento silencioso 
                        y sin emisiones en los entornos de trabajo m&aacute;s sensibles. Ideales para m&uacute;ltiples tareas bajo techo y al aire libre en los 
                        sectores de la construcci&oacute;n y el mantenimiento de instalaciones. Los ejemplos van desde estadios deportivos y centros 
                        comerciales hasta zonas peatonales.</p>>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>

                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/04/BRAZOS-HIBIRDOS2-245x300.png" alt="Brazo H&iacute;bridos" class="image">
                    <h2>Brazos H&iacute;bridos</h2>
                    <p>Unidades destacan por tener peso reducido, bandas de caucho no marcantes y estabilizadores hidr&aacute;ulicos autonivelantes. 
                        Alternativas de alimentaci&oacute;n con motores di&eacute;sel o sistema el&eacute;ctrico para trabajos en interior. Ideales para labores de 
                        montaje, mantenimiento, limpieza industrial y pintura, entre otros.</p>>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>

            </div>
        </div>
    </body>
    <body>
        <div class="container">
            <div class="row">
                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/04/TIJERAS-ELECTRICAS-1-245x300.png" alt="Tijeras El&eacute;ctricas" class="image">
                    <h2>Tijeras El&eacute;ctricas</h2>
                    <p>Con alternativas que van desde 4 hasta los 16 metros de altura, las tijeras el&eacute;ctricas son la herramienta 
                        perfecta para labores de elevaci&oacute;n en espacios reducidos. Las unidades entregan un funcionamiento silencioso 
                        y de cero emisiones. Ideales para mantenimiento en interiores, instalaci&oacute;n de redes contra incendios, trabajos 
                        el&eacute;ctricos, limpieza industrial, pintura, entre otros.</p>>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>


                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/04/TIJERAS-DIESEL-2-245x300.png" alt="Tijeras Diesel" class="image">
                    <h2>Tijeras Diesel</h2>
                    <p>Las plataformas de tijera di&eacute;sel todo terreno est&aacute;n dise&nacute;adas para brindar un rendimiento extra robusto y son 
                        capaces de atravesar entornos de terreno irregular. Construidas para ser duraderas y resistentes, son ideales 
                        para aumentar la productividad en exigentes condiciones de trabajo al aire libre con una capacidad de hasta 6 
                        personas a bordo.</p>>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>

                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/05/ALOLIFT22-245x300.png" alt="Brazo el&eacute;ctrico" class="image">
                    <h2>Telehandler Diesel</h2>
                    <p>Con un dise&nacute;o y rendimiento sobresalientes, los manipuladores telesc&oacute;picos proporcionan una utilidad integral para responder 
                        pr&aacute;cticamente a todas las necesidades de su lugar de trabajo. Los manipuladores telesc&oacute;picos ofrecen exactamente lo que usted 
                        necesita para lograr una mayor productividad en entornos congestionados o aplicaciones que exigen un gran alcance. Con una 
                        amplia gama de accesorios disponibles, pueden encargarse f&aacute;cilmente, incluso de las tareas m&aacute;s exigentes.</p>>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>

                <div class="item">
                    <img src="https://alogroup.pe/wp-content/uploads/2020/04/telehandler11-245x300.png" alt="Brazo el&eacute;ctrico" class="image">
                    <h2>Telehandler Diesel Rotativos</h2>
                    <ul>  
                        <li><p>Altura que alcanza: 16,76 metros.</p></li>
                        <li><p>Alcance horizontal: 12,8 metros.</p></li>
                        <li><p>Capacidad peso: 4535 kg.</p></li>
                        <li><p>Peso del equipo: 14314 kg.</p></li>
                        <li><p>Fuente de poder: Diesel 4X4.</p></li>
                        <li><p>Tipo de suelo: Todo Terreno.</p></li>
                        <li><p>Tipo de desplazamiento: Autopropulsada.</p>></li>
                    </ul>
                    <input type="button" name="ver mas" value="Ver m&aacute;s...">
                </div>
            </div>
        </div>
    </body>
</html>